Repository: flickapix/Contact-Dialog
Catalog: languages/contact-dialog-*.po
Languages: fr_fr

source: Send Emails To
fr_fr: Envoyer le courriel à

source: Contact Link Class
fr_fr: Classe du lien

source: Recaptcha API Private Key
fr_fr: Clé API Privé reCaptacha

source: Recaptcha API Public Key
fr_fr: Clé API Publique reCaptacha

source: Contact Dialog
fr_fr: Dialogue de contact

source: Contact Form Dialog
fr_fr: Formulaire de contact

source: Set the options below to select what class link to attach the mailing list dialog to, what email address to send incoming mails to, and to change the recaptcha validation fields.
fr_fr: Définissez les options ci-dessous pour sélectionner quelle classe de liens est utilisée pour le formulaire, le courriel pour au quel envoyer les messages du formulaire et les champs de validation reCaptcha.

source: Update Contact Dialog Options
fr_fr: Mettre à jour les réglages

source: Your Name
fr_fr: Votre nom

source: Your Email Address
fr_fr: Votre courriel

source: Subject
fr_fr: Sujet

source: Send Message
fr_fr: Envoyer

source: We're working on sending your message
fr_fr: Nous travaillons sur l'envoi de votre message

source: Sorry, but we didn't get that. Please check that you've filled out the whole form and try again.
fr_fr: Désolé, un erreur est survenu. Veuillez vérifier les tous les champs et réessayez.

source: You missed a required field. Please fill out the form completely and try again.
fr_fr: Une champs requis n'a pas été rempli. Veuillez remplir le formulaire au complet et réessayez.

source: That doesn't look like a valid email address. Perhaps you made a typo?
fr_fr: Ce courriel ne semble pas valide. Auriez-vous fait une érreur?

source: Sorry, but you missed the Recaptcha. Please try again.
fr_fr: Désolé, vous avez oublié le reCaptcha. Veuillez réessayer.

source: Thank you for getting in touch with us through our online form.
fr_fr: Merci de vous tenir au courant avec notre formulaire de contact en ligne!

source: An AJAX-driven contact form in a modal dialog box.
fr_fr: Une boîte de dialogue basé en AJAX contenant un formulaire de contact simple et utilile.
